Repository: mozilla-l10n/mt-training-data
Catalog: om/om_pontoon.tmx
Source language: en_us
Languages: om

source: <bold>Save Your Keys Securely</bold>
om: <bold>Furtuuwwan Kee Nageenyaan Saagi</bold>

source: <bold>Speak how you would with friends or family.</bold> If you mix languages in real life, do the same here. Example:
om: <bold>Akkaataa itti hiriyoota ykn maatii wajjin dubbattutti.</bold> Jireenya dhugaa keessatti afaanota yoo walitti makte, asittis akkasuma godhi. Fakkeenya:

source: <bold>Speak like you’re writing formally.</bold> Avoid formal, academic answers. Keep it conversational.
om: <bold>Akka waan sirnaan barreessituutti dubbadhu.</bold> Deebii sirnaa, kan barnootaa irraa fagaadhu. Haasaa itti fufi.

source: <bold>Tech companies</bold> - invest in open dataset creation for a thriving multilingual AI ecosystem
om: <bold>Dhaabbileen teeknooloojii</bold> - sirna ikkoo AI afaanota hedduu guddachaa jiruuf kuusaa deetaa banaa uumuu irratti investi godha

source: <bold>Translate or repeat everything.</bold> Just say it once, the way it would come in a conversation. You don’t have to say a version of the response in each language.
om: <bold>Waan hundumaa hiikkaa ykn irra deebi'aa.</bold> Al tokko qofa jedhi, akkaataa haasawa keessatti dhufuun. Afaan tokkoon tokkoon deebii kennameef version tokko dubbachuun si hin barbaachisu.

source: <bold>Use both languages if that’s how you would normally say it.</bold> Even switching just a word or two is useful. Example:
om: <bold>Yoo akka idileetti akkas jette afaanota lamaan fayyadami.</bold> Jecha tokkoo fi lama qofa jijjiiruun illee faayidaa qaba. Fakkeenya:

source: <bold>Use full responses with context.</bold> Be as detailed as possible, giving as much detail as you can. Share a story or example in your answers.
om: <bold>Deebii guutuu haala dubbii wajjin fayyadami.</bold> Hamma danda'ametti gadi fageenyaan, bal'inaan kenni. Deebii keessan keessatti seenaa ykn fakkeenya tokko qoodaa.

source: <bold>Why should AI only work for a few of the world’s languages?</bold>
om: <bold>AI maaliif afaanota addunyaa muraasa qofaaf hojjechuu qaba?</bold>

source: Borgu Fulfulde
om: Afaan Borgaa Falfaldi

source: Bosnian
om: Afaan Boosniyaa

source: Both
om: Lamaanuu

source: Both (Speak and Listen)
om: Lamaanis (Dubbachuu fi Dhaggeeffachuu)

source: Brahui
om: Afaan Biraahuyii

source: Brands/Organisations: Target, Burger King
om: Maqaawwan/Dhaabbilee: Taarget, Barger Kiingi

source: Breton
om: Afaan Bireetoon

source: [British English might make "root"]
om: [Ingiliffa Biritish keessatti akka “root” dubbatamuu danda’a]

source: Browse Languages
om: Afaanota sakatta’i

source: Brushaski
om: Afaan Burushaaskii

source: Build a custom goal
om: Galma addaa ijaari

source: Build Profile
om: Ibsa Ijaaraa

source: Bukusu
om: Afaan Bakusuu

source: Bulgarian
om: Afaan Bulgaariyaa

source: Bulk batch
om: Qoodinsa guddaa

source: Bulk Sentences Uploaded
om: Himoota baay’ee danuu fe'aman.

source: Bulu
om: Afaan Buuluu

source: Bunun
om: Afaan Bunuun

source: Burmese
om: Afaan Burmaa

source: Buryat
om: Afaan Buryaat

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
om: <b>Imeelii maaliif?</b> Fuula dhuunfaaf daataa-seetii irratti jijjiirraa ta’uuf si qunnamuuf nu barbaachisa; imeeliin nuuf bakka qunnamtii ni kenna.

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
om: “Hidhaa gara iimeelii kootti ergi” cuqaasuun, <termsLink>Haala Tajaajila</termsLink> fi <privacyLink>Imaammata Mateenyaa</privacyLink> keenya irratti walii galtee fi Mozillaan iimeelii odeeffannoo akkaataa itti siif erguu danda’u walii galtee jirta.

source: By editing your goal, you may lose your existing progress.
om: Galma kee yoo gulaalte, adeemsa amma qabdu dhabuun ni dandeessa.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
om: Imeelii argachuuf filannoo gochuun, odeeffannoo kana akka Mozillaan itti fayyadamu ni simatta, akkaataa seera <privacyLink>Ittisa Odeeffannoo</privacyLink> Mozilla keessatti ibsameen.

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
om: Waa’ee eenyummaa namoota sagaleen isaanii daataa-seetii Common Voice keessa jiruu adda baasuuf yaaluu hin dandeessu irratti <b>waliigaltee gooteetta.</b>

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
om: Odeeffannoo muraasa waa’ee ofii keetii kennuudhaan, odeeffannoon sagalee ati Common Voice keessatti galchitu sirnoota beekumsa sagalee (Speech Recognition) kanneen odeeffannoo kana fayyadaman sirrii ta’uu isaanii fooyyessuuf caalaatti faayidaa qaba.

source: By telling us about yourself, you will help developers build more inclusive technology
om: Akkamitti akka dubatan odeeffannoo tokko tokko hirmaachuu feetuu?

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
om: Common Voice fayyadamuu qofaan <termsLink>dabbiiwwanii</termsLink> fi <privacyLink>imaammata mateenyaa</privacyLink> walii galtaniittu

source: Cameroon Pidgin
om: Afaan Kaameroon Pidgin

source: [Canadian English might make "route" sound like "rowt"]
om: [Ingiliffa Kaanaadaa keessatti sagaleen “route” akka “rowt” fakkaachuu danda’a]

source: Can be answered in a few sentences
om: Himoota muraasaan deebii argachuu kan danda’u

source: Cancel
om: Haqi

source: Cancel Re-recording
om: Waraabbii irra deebii haqi.

source: Cancel Submission
om: seensisa haqaa

source: Cannot submit more than 1000 sentences
om: Himoota 1000 ol galchuu hin dandeessu

source: Can't decide?
om: Murteessuu hin dandeenye?

source: Cantonese
om: Afaan Kantonees

source: Capture Speech Exactly as Spoken
om: Sagaleen akka dubbatamutti guutummaatti waraabi.

source: Catalan
om: Afaan Kaatalaan

source: Cause someone to share sensitive, potentially triggering responses
om: Namni tokko deebii miira namaa kakaasu, kan kakaasuu danda’u akka qoodu gochuu

source: Central Alaskan Yupʼik
om: Afaan Giddugala Alaskan Yupʼik

source: Central Kurdish
om: Afaan Giddugala Kudish

source: Central Puebla Nahuatl
om: Afaan Central Puebla Nahuatl

source: Central Tarahumara
om: Afaan Gidduugala Tarahumara

source: Change preferences
om: Qindaa’inoota jijjiiri

source: Changes both display and dataset language
om: Afaan mul'atinsaa fi kuusaa deetaa lamaan jijjiira

source: Changes contribution language of dataset only
om: Afaan gumaachaa daataaseetii qofa jijjiiraa

source: Changes the language dataset to which you're contributing
om: daataaseetii afaanii kan ati gumaachaa jirtu jijjiiri

source: Changes website text only
om: Barreeffama marsariitii qofa jijjiiraa

source: Change your email via Settings under Login Identity
om: Iimeelii keessan karaa Seetiingii Eenyummaa Galmee jalatti jijjiiraa

source: Chechen
om: Afaan Cheechen

source: Check
om: Sakatta'uu

source: Check <icon></icon> is this a linguistically correct sentence?
om: Dhugumatti <icon></icon>n kun qooqaaf sirriidhaa?

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
om: Afaan kee <languagesPageLink>fuula Afaanota Common Voice</languagesPageLink> irratti tarreeffamee jiraachuu isaa ilaali. Yoo hin jirre, foormii kana guuti, nuunis <strong>imeelii siif erguun akkamitti afaan kee qopheessuu akka dandeessu siif ibsina</strong>.

source: <chevron></chevron>See less
om: <chevron></chevron>Xiqqeenyaan ilaali

source: <chevron></chevron>See more
om: <chevron></chevron>Bal’inaan ilaali

source: Chiga
om: Afaan Chiga

source: Chinese (China)
om: Afaan Chaaynaa (China)

source: Chinese (Hong Kong)
om: Afaan Chaaynaa (Hong Kong)

source: Chinese (Taiwan)
om: Afaan Chaaynaa (Taiwan)

source: Chinyanja
om: Afaan Chinyanja

source: Chokwe
om: Afaan Chokwe

source: Choose Culturally Specific Topics
om: Mata dureewwan Aadaa Adda Ta’an Filadhu

source: Choose language/localization
om: Qooqa filadhu/naannootti jijjiiri

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context
om: Gaaffilee salphaa namni kamiyyuu salphaatti hubachuu danda’u, aadaa fi haala dubbii osoo hin ilaalin filadhu

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context.
om: Gaaffii salphaa, namni kamiyyuu hubachuu danda’u, aadaa yookaan haala yaada keessa osoo hin galchiin filadhu.

source: Choose somewhere with a good internet connection
om: Bakka interneeta gaarii qabu filadhu

source: Chuvash
om: Afaan Chuvaash

source: Citation
om: Wabii

source: Cite with a URL link or the full name of the work.
om: URL yookaan maqaa hojii guutuu wabii godhi.

source: Citing Sentences
om: Himoota Xaqasuu

source: Click
om: Cuqaasi

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
om: Akkaataa itti fayyadama fuula kanaa baruuf <guidanceLink>as</guidanceLink> cuqaasi

source: Clicking "Generate Credentials" will create unique credentials for your account. For security reasons, the secret key is displayed <bold>only once</bold>. Please copy and store it securely. If lost, you must generate a new key, as it cannot be retrieved.
om: "Mirkaneessa Maddisi" cuqaasuun herrega keessaniif mirkaneessitoota addaa ni uuma. Sababa nageenyaaf, furtuun dhoksaa <bold>al tokko qofa</bold> agarsiifama. Mee copy gochuun haala gaariin kuufadhaa. Yoo bade, furtuu haaraa uumuu qabda, sababiin isaas deebifamuu hin danda'u.

source: Clipboard not supported
om: Gabateenkiliippii hin deeggaramu

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
om: Sagalee gabaabaa { $clipCount }, hammamtaa kuusaa waliigalaa { $size }. Yeroon itti xumuramu { $expires }.

source: Clip Graveyard
om: Iddoo Awwaalcha Sagalee (Clip Graveyard)

source: Clips recorded
om: Kiliippii waraabame

source: Clips Uploaded
om: Kiliipponni Fe'amaniiru

source: Clips validated
om: Kiliippiiwwan mirkanaa'an

source: Clips You've Recorded
om: Kiliippiiwwan Ati Waraabde

source: Clips You've Validated
om: Kiliippiiwwan Ati Mirkaneessite

source: Close
om: Cufi

source: Code Switching
om: Jijjiirraa Koodii

source: Collecting sentences
om: Himoota walitti qabuu

source: Coming Soon
om: Yeroo Dhiyootti

source: Comment
om: Yaada

source: Common Voice data plus all other voice datasets above.
om: Daataa Common Voice pilaas daataa-seetota sagalee biroo hunda olitti.

source: Common Voice Dataset
om: Daataaseetii Common Voice

source: Common Voice is a free, open source platform for community-led data creation
om: Common Voice waltajjii madda banaa bilisaa fi hawaasaan hogganamu daataa uumuudha

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
om: Common Voice pirojektii Mozilla Foundation kan US 501(c)(3) ti. Amma pirojektichi guutummaatti <philantropicGrantLink>gargaarsa tola ooltummaa</philantropicGrantLink> fi arjooma namoota addunyaa irraa argamuun deeggarama.

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
om: Common Voice gargaarsa maallaqaafi deeggarsaawwan irraa maallaqa argata! Barsiisota, hawaasa sivilii fi qorattoota industirii waliin hojjechuu jaalanna. Common Voice fayyadamuun bilisaa dha, garuu baasii platformii fi tursiisaaf gumaachuuf yaada deeggarsa (grant proposals) dhiheessuun baay’ee gargaara.

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
om: Common Voice waltajjii lammaffaa haasawa orgaanikii, ufmaan uumu, kan hin barreeffamne walitti qabuu irratti xiyyeeffate eegaluuf jira. Kunis hawaasni baay’een daataa saffisaan walitti qabuuf gargaara, akkasumas saayintistoota daataaf faayidaa qaba

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
om: Common Voice jalqabbii Mozilla kan maashiniiwwan akkaataa namoonni dhugaa itti dubbatan barsiisuuf gargaarudha.

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
om: Common Voice'iin kuusaa deetaa sagalee afaanota hedduu kan addunyaa irratti ifatti argamu keessaa isa guddaa dha.

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
om: Waraabbiin sagalee waliinii Akkaadaamiidhaan, Daldala xixiqqaa fi Dinqisiifattota sagalee baruu kanneen akka modeela sagalee leenjisuu fi guddisuuf tajaajilu. Waraabbiiwwan sagalee akka badan maaliif akka gaafattan himuu dandeessuu?

source: Community and Languages
om: Hawaasaa fi Afaanota

source: Community, Creatives and Civil Society
om: Liiban, Kalaqtootaa fi Hawaasa Siivilii

source: Community participation and decision making.
om: Hirmaannaa Hawaasaa fi Murtee Kennuu.

source: Community Playbook
om: Kitaaba Hojii Hawaasaa

source: Confirm Goal
om: Galma mirkaneessi

source: Connection interrupted
om: Qunnamtiin cituu danda’eera

source: Connect with Gravatar
om: Gravatar waliin Walqunnami

source: Connect with our community and see supported languages
om: Hawaasa keenya waliin wal qunnamaa afaanota deeggaraman ilaalaa

source: Contact
om: Qunnamtii

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
om: Barreessitoota, qopheessitoota taphaa (playwrights) yookaan barreessitoota iskiriiptii qunnami, hojii isaanii keessaa kutaa xiqqoo gara public domainitti kunnuuf eeyyamamaa akka ta’an gaafadhu.

source: Contact Form
om: Unka Qunnamtii

source: Contact the Common Voice team
om: Garee Common Voice qunnami

source: Contact us
om: Nu qunnamaa

source: Contact Us
om: Nu qunnami

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
om: Qabiyyeen <licenseLink>hayyama Creative Commons</licenseLink> jalatti argama.

source: Continue
om: Itti fufi

source: Continue speaking
om: Dubbachuu kee itti fufi

source: Continue validating
om: Mirkaneessuu itti fufaa

source: Continue with Skipped
om: Darbi jedhii itti fufi

source: Contribute
om: Gumaachi

source: Contribute on GitHub
om: GitHub irratti gumaachaa

source: Contribute sentences
om: Himoota gumaachi

source: Contribute text
om: Barreeffama gumaachuu

source: Contribute to { $lang }
om: { $lang } irraatti hirmadhaa

source: Contribute to text corpus
om: Korpas barruu keessatti gumaachaa

source: Contributing to <bold>{ $language }</bold> dataset
om: Daataaseetii <bold>{ $language }</bold> gumaachaa jira

source: Contribution Activity
om: Sochii gumaachaa

source: Contribution Criteria
om: Ulaagaa hirmaannaa

source: Contribution Experience
om: Muuxannoo Hirmaannaa

source: Contribution Guidelines
om: Qajeelfama Gumaachaa

source: Contributors record voice clips by reading from a bank of donated sentences.
om: Gumaachitoonni sagalee isaanii himoota galmeeffaman dubbisuun baankii gumaachaa keessaa mirkaneessu.

source: Conversations with friends or texting often include more natural switching. Example:
om: Yeroo baayʼee hiriyoota wajjin haasaʼu ykn ergaa barreeffamaa erguun jijjiirraa uumamaa caalaa kan dabalatudha. Fakkeenya:

source: Cookies
om: Kuuksiiwwan

source: <cookiesLink>Cookies<cookiesLink>
om: <CookiesLink>Kuukiiwwan<CookiesLink>

source: Copainalá Zoque
om: Afaan Copainalá Zoque

source: Copied successfully
om: Milkaa’inaan koppii ta’eera

source: Copy
om: Koppii

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
om: <coquiLink>Coqui</coquiLink> tekinoolojii sagalee banamaa irratti kan xiyyeeffatu dha. Piroojektoonni isaanii injiina STT fi TTS kan sirna barnoota gadi fageenyaan (deep learning) irratti hundaa’an of keessaa qabu.

source: Cornish
om: Afaan Koornish

source: Correct
om: Sirrii

source: <correct> Correct</correct>: It’s one hundred miles away from here
om: <correct> Sirrii dha</correct>: Maayila dhibba tokko as irraa fagaata

source: <correct>Correct</correct>: It was twenty per cent off
om: <correct>Sirrii</correct>: Dhibbeentaa digdama hir’ateera

source: <correct> Correct</correct>: See you in <underline>twenty fifteen</underline>
om: <correct>Sirrii</correct>: <underline> Digdama kudha shanitti</underline> sin arga

source: <correct>Correct</correct>: They were arrested by the <underline>FBI</underline> last Thursday
om: <correct>Sirrii</sirrii>: Kamisa darbe <underline>FBI</underline>n to'annoo jala oolaniiru

source: “Correct” grammar or pronunciation – keep the speaker’s natural use.
om: Seerluga ykn sagalee “sirrii” – itti fayyadama uumama dubbataa eegi.

source: Corsican
om: Afaan Korsikaa

source: { $count } clips
om: kiliippota

source: { $count }mo
om: ji'a { $count }

source: Country/Region of Residence
om: Biyya/Naannoo Jireenyaa

source: { $count }wk
om: Torbanoota { $lakkoofsa }

source: { $count }y
om: w{ $count }

source: [Crackle] giant dinosaurs of [crackle] -riassic.
om: [Crackle] daayinoosaroota gurguddoo [crackle]-riyaassik.

source: Create a Custom Goal
om: Galma Addaa Uumi

source: Create API Credentials
om: Ragaa Mirkaneessaa (API) Uumi

source: Create a profile
om: Piroofaayilii uumi

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
om: Ofiin yookaan hiriyoota kee fi hawaasa afaan kee waliin himoota ammayyaa fi afaan haasawa guyyaa guyyaa ta’an uumi – fakkeenyaaf, sagantaa “toonii-a-barruun” geggeessuun.

source: Create or share public domain prompts, sentences, and text for translation, small language models, and more.
om: Gaaffilee, himoota, fi barruu hiikkaa, moodeelota afaan xixiqqaa fi kkf uumi ykn qoodu.

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
om: Namoota garaagaraa Common Voice keessatti qooda fudhachuu danda’an carraa uumuun, daataa-seetii namoota hedduuf tajaajilu akka ta’u mirkaneessa. Horataa fi fakkeenyawwan ati fayyadamuu dandeessu uumneerra!

source: Credentials
om: Ragaa Mirkaneessaa

source: Crimean Tatar
om: Afaan Tataar Kiraamiyaa

source: Criteria
om: Ulaagaa

source: Croatian
om: Afaan Kirooshiyaa

source: Culturally specific questions
om: Gaaffilee aadaa addaa qaban

source: Cypriot Greek
om: Giriikii Qophroos

source: Czech
om: Afaan Cheek

source: Dagbani
om: Afaan Daangibanii

source: Daily Goal
om: Galma Guyyaa

source: Dameli
om: Afaan Dameelii

source: Danish
om: Afaan Daanish

source: Dargwa
om: Afaan Dargawaa

source: Dashboard
om: Daashboordii

source: Dataset
om: Kuusdaataa

source: Dataset: { $datasetLanguage }
om: Daataaseetii: { $datasetLanguage }

source: Dataset [{ $datasetName }]
om: Kuusdaataa [{ $datasetName }]

source: Dataset: { $datasetName }
om: Kuusdaataa: { $datasetName }

source: Dataset Release
om: Daataaseet Lakkifamuu

source: Datasets
om: Daataaseetota

source: Datasets for ASR, STT, TTS, and other NLP contexts - created through community participation.
om: Kuusaawwan deetaa ASR, STT, TTS, fi haalawwan NLP biroof - hirmaannaa hawaasaatiin kan uumaman.

source: Date
om: Guyyaa

source: Dawoodi
om: Afaan Daawudii

source: Days
om: Guyyoota

source: Dear community, release time is nearing. Please go validate and transcribe, and also visit the <cvDatasheetsLink>cv-datasheets</cvDatasheetsLink> to update your datasheet.
om: Kabajamtoota hawaasaa, yeroon gadhiifamuu dhihaateera. Maaloo deemi mirkaneessi, barreessi, akkasumas <cvDatasheetsLink>cv-datasheets</cvDatasheetsLink> daawwadhu waraqaa deetaa kee haaromsi.

source: Dear community, the new release is now fully on <mdcLink>Mozilla Data Collective</mdcLink>. Join for access to 500+ global datasets, built by and for the community.
om: Kabajamaa hawaasaa, gadhiifamni haaraan amma guutummaatti <mdcLink>Mozilla Data Collective</mdcLink> irratti argama. Kuusaa deetaa addunyaa 500+, hawaasaan ijaaramee fi hawaasaaf ijaarame argachuuf itti makamaa.

source: Dear community, we are currently working on the release. We expect it to be rolled out in parts in the coming days on <mdcLink>Mozilla Data Collective</mdcLink>.
om: Kabajamtoota hawaasaa, yeroo ammaa kana gallakkifamuu irratti hojjechaa jirra. Guyyoota dhufan keessatti kutaa kutaadhaan <mdcLink>Mozilla Data Collective</mdcLink> irratti ifa ta'a jennee eegna.

source: Delete
om: Malleessi

source: Delete my recordings
om: Waraabbiiwwan koo balleessi

source: Delete Profile
om: Piroofaayilii Balleessi

source: Dhatki
om: Afaan Dhatki

source: Dhivehi
om: Afaan Diheevihii

source: Dholuo
om: Afaan Dholuwoo

source: Did you know…
om: Ni beektaa...

source: Different language
om: Qooqa addaa

source: Difficult
om: Rakkisaa

source: Difficult to pronounce
om: Sagaleessuuf ulfaataa dha.

source: Dinka
om: Afaan Diinkaa

source: Dioula
om: Afaan Diwowullaa

source: Discard ongoing recording
om: Waraabbii waraabamaa jiru haqi

source: Disfluency
om: Dogoggora haasaa

source: do
om: hojjedhu

source: Documentation
om: Dookimenteeshinii

source: Does the sentence meet the guidelines?
om: Himichi ulaagaawwan ni guutaa?

source: Domain refers to the subject matter of the sentence. Currently, you can choose between:
om: “Domain” jechuun mata-duree hima sanaa jechuudha. Ammaaf, filannoo keessaa filachuu dandeessa:

source: Donate
om: Arjoomi

source: Donate your voice
om: Sagalee keessan arjoomaa

source: Done
om: Raawwatameera

source: do not
om: akkas hin godhinaa

source: Don’t
om: Hin/Lakki

source: Don’t Add
om: Hin Ida'iin

source: Don’t Clean Up or Simplify the Language
om: Qooqicha Hin Qulqulleessin/balleessiin ykn Hin Salphisin

source: Don’t Overthink or Overedit
om: Garmalee Hin Yaadiin ykn Garmalee Gulaaliin

source: Don't see your language on Common Voice yet?
om: Afaan kee amma Common Voice irratti hin mul’atuu?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
om: Afaan kee daataaseet keessatti hin mul’annee? Afaan barbaadde gaafachuuf gara fuula Afaanota keenya deemaa.

source: Don’t use overly formal language
om: Afaan sirnaa garmalee hin fayyadaminaa

source: Don't wish to say
om: Jechuuf hin hawwinaa

source: Download
om: Buusi

source: Download a certificate for your events or yourself if you have contributed to Common Voice — this would not be possible without you!
om: Taateewwan keessaniif ykn ofii keessaniif ragaa buufadhaa yoo Common Voice keessatti gumaacha gootan — kun osoo isin hin jiraatin hin danda’amu ture!

source: Download Common Voice Data
om: Daataa Common Voice Buufadhu

source: Download Data
om: Daataa Buusi

source: Download Dataset Bundle
om: Bissii Daataa-seetii Buufadhaa

source: Download { $language }
om: Afaan { $language } buufadhu
